Revit 2024 API
SymbolTypeId.KVA Property
 Symbol kVA, indicating unit Kilovolt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KVA { get; }
Visual Basic
Public Shared ReadOnly Property KVA As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KVA {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace